Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RCVCAutoViaIRWithNameValue
source: Auto via IR (%@)
ar: تلقائيًا عبر IR ‏(%@)
ca: Autom. via IR (%@)
cs: Auto – IR (%@)
de: Autom. via IR (%@)
el: Αυτ. υπέρυθρες (%@)
es: Autom. por IR (%@)
es_us: Auto. por IR (%@)
fi: Autom. infrapunalla (%@)
he: אוטו׳ דרך IR (‏%@)
hi: IR से ऑटो (%@)
hr: Auto. uz IR (%@)
hu: Automatikus infrán (%@)
id: Otomatis: IR (%@)
it: Auto: IR (%@)
ja: IR経由で自動（%@）
ko: 자동: IR(%@)
nb: Aut. via IR (%@)
nl: Autom. via IR (%@)
pl: Aut. przez IR (%@)
pt_br: Automático via IV (%@)
pt_pt: Automático via IV (%@)
ro: Auto. prin IR (%@)
ru: Авто через ИК (%@)
sk: Autom. cez IR (%@)
sl: Samodejno prek IR-daljinca (%@)
th: ผ่าน IR อัตโนมัติ (%@)
tr: IR ile Oto. (%@)
uk: Авто по ІЧ (%@)
vi: Tự động qua IR (%@)
zh_cn: 通过红外线自动(%@)
zh_hk: 自動、透過紅外線（%@）
zh_tw: 自動透過紅外線（%@）

# RCVCAutoViaOdeonValue
source: Auto (HomePod)
ar: تلقائي (HomePod)
ca: Autom. (HomePod)
cs: Automaticky (HomePod)
el: Αυτ. (HomePod)
es: Autom. (HomePod)
es_us: Automático (HomePod)
fi: Automaattinen (HomePod)
he: אוטו׳ (HomePod)
hi: ऑटो (HomePod)
hu: Automatikus (HomePod)
id: Otomatis (HomePod)
it: Automatico (HomePod)
ja: 自動（HomePod）
ko: 자동(HomePod)
nl: Automatisch (HomePod)
pl: Autom. (HomePod)
pt_br: Automático (HomePod)
pt_pt: Automático (HomePod)
ro: Automat (HomePod)
ru: Авто (HomePod)
sk: Autom. (HomePod)
sl: Samodejno (HomePod)
th: อัตโนมัติ (HomePod)
tr: Otomatik (HomePod)
uk: Автоматично (HomePod)
vi: Tự động (HomePod)
zh_cn: 自动(HomePod)
zh_hk: 自動（HomePod）
zh_tw: 自動（HomePod）

# RCVCAutoViaOtherAirPlayValue
source: Auto (AirPlay)
ar: تلقائي (البث السريع)
ca: Autom. (AirPlay)
cs: Automaticky (AirPlay)
el: Αυτ. (AirPlay)
es: Autom. (AirPlay)
es_us: Automático (AirPlay)
fi: Automaattinen (AirPlay)
he: אוטו׳ (AirPlay)
hi: ऑटो (AirPlay)
hr: Automatski (AirPlay)
hu: Automatikus (AirPlay)
id: Otomatis (AirPlay)
it: Automatico (AirPlay)
ja: 自動（AirPlay）
ko: 자동(AirPlay)
nl: Automatisch (AirPlay)
pl: Autom. (AirPlay)
pt_br: Automático (AirPlay)
pt_pt: Automático (AirPlay)
ro: Automat (AirPlay)
ru: Автоматически (AirPlay)
sk: Autom. (AirPlay)
sl: Samodejno (AirPlay)
th: อัตโนมัติ (AirPlay)
tr: Otomatik (AirPlay)
uk: Автоматично (AirPlay)
vi: Tự động (AirPlay)
zh_cn: 自动（隔空播放）
zh_hk: 自動（AirPlay）
zh_tw: 自動（AirPlay）

# RCVCCECAssistantCancelButton
source: Undo Change
ar: التراجع عن التغيير
ca: Desfés el canvi
cs: Odvolat změnu
da: Fortryd ændring
de: Ändern widerrufen
el: Αναίρεση αλλαγής
es: Deshacer cambio
es_us: Deshacer cambio
fi: Peru muutos
fr: Annuler la modification
fr_ca: Annuler la modification
he: ביטול השינוי
hi: परिवर्तन पहले जैसा करें
hr: Poništi promjenu
hu: Módosítás visszavonása
id: Urung Ubah
it: Annulla modifica
ja: 変更を取り消す
ko: 변경 취소
ms: Buat Asal Perubahan
nb: Angre endring
nl: Herstel wijziging
pl: Cofnij zmianę
pt_br: Desfazer Alteração
pt_pt: Desfazer alteração
ro: Infirmați modificarea
ru: Отменить изменение
sk: Odvolať zmenu
sl: Razveljavi spremembo
sv: Ångra ändring
th: เลิกทำการเปลี่ยนแปลง
tr: Değişikliği Geri Al
uk: Відмінити зміни
vi: Hoàn tác Thay đổi
zh_cn: 撤销更改
zh_hk: 還原變更
zh_tw: 還原更動

# RCVCCECAssistantMessage
source: Press the Volume and Mute buttons on your Siri Remote to see if your TV responds.
ar: اضغط على زري مستوى الصوت وكتم الصوت في Siri Remote للتحقق من استجابة تلفزيونك.
ca: Prem els botons de volum i de silenci del Siri Remote per veure si el televisor hi respon.
cs: Stiskněte na ovladači Siri Remote tlačítka hlasitosti a vypnutí zvuku a zkontrolujte, zda televizor reaguje.
da: Tryk på knapperne Lydstyrke og Lydløs på din Siri Remote for at se, om fjernsynet reagerer.
de: Drücke die Tasten für die Lautstärke und die Stummschaltung auf deiner Siri Remote, um zu sehen, ob dein TV-Gerät reagiert.
el: Πατήστε τα κουμπιά Έντασης ήχου και Σίγασης στο Siri Remote για να δείτε αν θα αποκριθεί η τηλεόρασή σας.
es: Pulsa los botones de volumen y silencio en el Siri Remote para comprobar si el televisor responde.
es_us: Presiona los botones de volumen y silencio en tu Siri Remote para verificar si tu TV responde.
fi: Kokeile reagoiko TV, kun painat Siri Remoten Äänenvoimakkuus- ja Mykistys-painikkeita.
fr: Appuyez sur les boutons de réglage du volume et le bouton « Couper le son » de votre télécommande Siri Remote pour voir si votre téléviseur réagit.
fr_ca: Appuyez sur les boutons de volume et le bouton « Couper le son » de votre télécommande Siri Remote pour voir si votre télévision réagit.
he: יש ללחוץ על כפתורי עוצמת השמע וההשתקה ב-Siri Remote כדי לבדוק אם הטלוויזיה שלך מגיבה.
hi: अपने Apple TV रिमोट पर वॉल्यूम और म्यूट बटन दबाएँ और देखें कि आपका टीवी कोई प्रतिक्रिया देता है या नहीं।
hr: Pritisnite tipke za glasnoću i isključenje zvuka na Siri upravljaču kako biste vidjeli hoće li TV reagirati.
hu: Nyomja meg az Apple TV Remote Hangerő és Némítás gombjait, és figyelje meg, hogy a tévéje reagál‑e.
id: Tekan tombol Volume dan Bisukan di Siri Remote Anda untuk melihat apakah TV Anda merespons.
it: Premi i tasti del volume e Silenzioso sul telecomando Siri Remote per verificare se la TV risponde.
ja: テレビが応答するかどうかを確かめるには、Siri Remoteで“音量”と“消音”ボタンを押してください。
ko: Siri Remote에서 음량 및 소리 끔 버튼을 눌러 TV가 응답하는지 확인하십시오.
ms: Tekan butang Kelantangan dan Senyap pada Siri Remote anda untuk melihat sama ada TV anda membalas.
nb: Trykk på volum- og lydløs-knappene på Siri Remote for å se om TV-en reagerer.
nl: Druk op de volumeknop en de knop 'Houd stil' op je Siri Remote om te kijken of je tv reageert.
pl: Naciśnij przyciski głośności i wyciszania na pilocie Apple TV Remote, aby sprawdzić, czy telewizor zareaguje.
pt_br: Pressione os botões de Volume e Silenciar no Siri Remote para ver se a TV responde.
pt_pt: Prima os botões de volume e de silêncio no Siri Remote para verificar se há resposta da televisão.
ro: Apăsați butoanele de volum și de tăiere a sunetului de pe telecomanda Siri Remote pentru a vedea dacă televizorul dvs. reacționează.
ru: Нажмите кнопки громкости и выключения звука на пульте Siri Remote и посмотрите на реакцию телевизора.
sk: Stlačením tlačidiel hlasitosti a stíšenia na ovládači Siri Remote vyskúšajte, či na ne váš televízor reaguje.
sl: Pritisnite gumba za glasnost in izklop zvoka na daljincu Siri Remote in preverite, ali se televizor odzove.
sv: Tryck på volym- och ljud av-knapparna på Siri Remote för att se om TV:n svarar.
th: กดปุ่มปรับเสียงและปุ่มปิดเสียงบน Siri Remote ของคุณเพื่อดูว่าทีวีของคุณตอบสนองหรือไม่
tr: TV’nizin yanıt verip vermediğini görmek için Siri Remote’unuzda Ses Yüksekliği ve Sesi Kapat düğmelerine basın.
uk: Натисніть кнопки зміни гучності й вимкнення звуку на пульті Apple TV Remote, щоб перевірити, чи реагує телевізор.
vi: Nhấn các nút Âm lượng và Tắt tiếng trên Apple TV Remote để xem TV của bạn có phản hồi không.
zh_cn: 按下Apple TV遥控器上的音量和静音按钮，检查电视是否响应。
zh_hk: 請按下Siri Remote上的音量和靜音按鈕，查看你的電視有沒有回應。
zh_tw: 請按下Siri Remote上的音量和靜音按鈕來查看你的電視是否有回應。

# RCVCCECAssistantOKButton
source: TV Responded
ar: استجاب التلفزيون
ca: Resposta del televisor
cs: Televizor zareagoval
da: Fjernsyn reagerede
de: TV-Gerät hat reagiert
el: Η τηλεόραση αποκρίθηκε
es: El televisor ha respondido
es_us: La TV respondió
fi: TV reagoi
fr: Le téléviseur a réagi.
fr_ca: La télévision a réagi
he: הטלוויזיה הגיבה
hi: टीवी से प्रतिक्रिया मिली
hr: TV je odgovorio
hu: A tévé reagált
id: TV Merespons
it: La TV ha risposto
ja: テレビは応答しました
ko: TV가 응답함
ms: TV Membalas
nb: TV-en svarte
nl: Tv heeft gereageerd
pl: Jest odpowiedź TV
pt_br: A TV Respondeu
pt_pt: Houve resposta da televisão
ro: Televizorul a reacționat
ru: Телевизор реагирует
sk: Televízor reaguje
sl: Televizor se je odzval
sv: TV:n svarade
th: ทีวีตอบสนองแล้ว
tr: TV Yanıt Verdi
uk: Телевізор реагує
vi: TV đã phản hồi
zh_cn: 电视已响应
zh_hk: 電視已回應
zh_tw: 電視已回應

# RCVCCECAssistantTitle
source: Check your television’s CEC support.
ar: تحقق من دعم CEC على تلفزيونك.
ca: Comprova si el televisor és compatible amb el CEC.
cs: Zkontrolujte, zda televizor podporuje CEC.
da: Kontroller, om fjernsynet understøtter CEC.
de: Überprüfe, ob dein TV-Gerät CEC unterstützt.
el: Ελέγξτε αν η τηλεόρασή σας υποστηρίζει το CEC.
es: Comprueba si tu televisor es compatible con la función CEC.
es_us: Consulta la compatibilidad de tu TV con CEC.
fi: Tarkista television CEC-tuki.
fr: Assurez-vous que votre téléviseur prend en charge la norme CEC.
fr_ca: Vérifiez que votre télévision prend en charge la fonction CEC.
he: יש לבדוק את התמיכה של הטלוויזיה בפרוטוקול CEC.
hi: अपने टेलीविज़न पर CEC समर्थन की जाँच करें।
hr: Provjerite CEC podršku vašeg televizora.
hu: Ellenőrizze, hogy a televízió rendelkezik‑e CEC-támogatással.
id: Periksa dukungan CEC televisi Anda.
it: Verifica che il televisore supporti il sistema CEC.
ja: テレビがCECに対応しているか確認します。
ko: 텔레비전의 CEC 지원 상태를 확인합니다.
ms: Semak sokongan CEC televisyen anda.
nb: Kontroller TV-ens støtte for CEC.
nl: Controleer of je televisie CEC ondersteunt.
pl: Sprawdź, czy Twój telewizor obsługuje funkcję CEC.
pt_br: Verifique a compatibilidade da sua televisão com CEC.
pt_pt: Verificar se a televisão é compatível com CEC
ro: Verificați compatibilitatea televizorului dvs. pentru CEC.
ru: Проверьте поддержку CEC на телевизоре.
sk: Skontrolujte, či váš televízor podporuje CEC.
sl: Preverite televizor glede podpore CEC.
sv: Kontrollera om TV:n har stöd för CEC.
th: ตรวจสอบการรองรับ CEC ของโทรทัศน์ของคุณ
tr: Televizyonunuzun CEC desteğini denetleyin.
uk: Перевірте, чи підтримує телевізор технологію CEC.
vi: Kiểm tra hỗ trợ CEC trên TV của bạn.
zh_cn: 检查电视是否支持CEC。
zh_hk: 請檢查電視的CEC支援。
zh_tw: 檢查你的電視是否支援CEC。

# RCVCCECVolumeControlAVR
source: Receiver
ar: جهاز الاستقبال
ca: Receptor
da: Modtager
de: Empfänger
el: Δέκτης
es: Receptor
es_us: Receptor
fi: Vastaanotin
fr: Récepteur
fr_ca: Récepteur
he: מקלט
hi: रिसीवर
hr: Primatelj
hu: Vevőegység
id: Penerima
it: Ricevitore
ja: レシーバー
ko: 수신기
ms: Penerima
nb: Hjemmekinoanlegg
nl: Ontvanger
pl: Odbiornik
pt_pt: Recetor
ru: Ресивер
sk: Prijímač
sl: Sprejemnik
sv: Mottagare
th: ตัวรับสัญญาณ
tr: Alıcı
uk: Приймач
vi: Đầu thu
zh_cn: 接收器
zh_hk: 接收器
zh_tw: 接收器

# RCVCCECVolumeControlTV
source: TV
ar: التلفزيون
cs: Televizor
da: Fjernsyn
el: Τηλεόραση
he: טלוויזיה
ja: テレビ
ru: Телевизор
sk: Televízor
uk: ТВ
zh_cn: 电视

# RCVCEditMenuItem
source: Edit Devices…
ar: تعديل الأجهزة…
ca: Edita els dispositius…
cs: Upravit zařízení…
da: Rediger enheder…
de: Geräte bearbeiten …
el: Επεξεργασία συσκευών…
es: Editar dispositivos…
es_us: Editar dispositivos…
fi: Muokkaa laitteita…
fr: Modifier les appareils…
fr_ca: Modifier les appareils…
he: עריכת המכשירים…
hi: डिवाइस को संपादित करें…
hr: Uredi uređaje…
hu: Eszközök szerkesztése…
id: Edit Perangkat…
it: Modifica dispositivi…
ja: デバイスを編集…
ko: 기기 편집…
ms: Edit Peranti…
nb: Rediger enheter…
nl: Wijzig apparaten…
pl: Edytuj urządzenia…
pt_br: Editar Dispositivos…
pt_pt: Editar dispositivos…
ro: Editați dispozitive…
ru: Править устройства…
sk: Upraviť zariadenia…
sl: Uredi naprave …
sv: Redigera enheter…
th: แก้ไขอุปกรณ์…
tr: Aygıtları Düzenle…
uk: Змінити пристрої…
vi: Sửa Thiết bị…
zh_cn: 编辑设备…
zh_hk: 編輯裝置⋯
zh_tw: 編輯裝置⋯

# RCVCInstructionalText
source: Configure your volume control.
ar: إعداد التحكم في مستوى الصوت.
ca: Configura el control del volum.
cs: Nastavte ovládání hlasitosti.
da: Konfigurer din lydstyrkejustering.
de: Lautstärkeregelung konfigurieren.
el: Διαμορφώστε τον έλεγχο έντασης ήχου.
es: Configura el control de volumen.
es_us: Configura el control del volumen.
fi: Määritä äänenvoimakkuuden säätö.
fr: Configurez votre commande de volume.
fr_ca: Configurez le contrôle du volume.
he: ניתן להגדיר את בקרת עוצמת השמע.
hi: अपना वॉल्यूम कंट्रोल कॉन्फ़िगर करें।
hr: Konfigurirajte postavke glasnoće.
hu: Hangerőszabályzó konfigurálása.
id: Konfigurasi kontrol volume Anda.
it: Configura il controllo volume.
ja: 音量コントロールを構成します。
ko: 사용자의 음량 조절을 구성합니다.
ms: Konfigurasi kawalan kelantangan anda.
nb: Konfigurer volumkontrollen.
nl: Volumeregeling configureren.
pl: Skonfiguruj sterowanie głośnością.
pt_br: Configure o controle de volume.
pt_pt: Configure o controlo do volume.
ro: Configurați controlul volumului.
ru: Настройте регулятор громкости.
sk: Nastavte ovládanie hlasitosti.
sl: Konfigurirajte upravljanje glasnosti.
sv: Ställ in volymreglaget.
th: กำหนดค่าการควบคุมระดับเสียงของคุณ
tr: Ses düzeyi denetiminizi ayarlayın.
uk: Сконфігуруйте керування гучністю.
vi: Định cấu hình điều khiển âm lượng của bạn.
zh_cn: 配置音量控制。
zh_hk: 設置音量控制。
zh_tw: 設定音量控制。

# RCVCInstructionalTextNoRemote
source: Configure your volume control. Disabled because no remote is connected.
ar: إعداد التحكم في مستوى الصوت. تم التعطيل نظًرا لعدم توصيل أي ريموت.
ca: Configura el control del volum. Està desactivat perquè no hi ha cap comandament connectat.
cs: Nastavte ovládání hlasitosti. Vypnuto, protože není připojený žádný ovladač.
da: Konfigurer din lydstyrkejustering. Slået fra, fordi der ikke er tilsluttet en fjernbetjening.
de: Lautstärkeregelung konfigurieren. Deaktiviert, weil keine Fernbedienung angeschlossen ist.
el: Διαμορφώστε τον έλεγχο έντασης ήχου. Απενεργοποιήθηκε διότι δεν υπάρχει συνδεδεμένο τηλεχειριστήριο.
es: Configura el control de volumen. Desactivado porque no hay ningún mando a distancia conectado.
es_us: Configura el control del volumen. Desactivado debido a que no hay un control remoto conectado.
fi: Määritä äänenvoimakkuuden säätö. Ei käytettävissä, koska kaukosäädintä ei ole yhdistetty.
fr: Configurez la commande de volume. Elle est désactivée car aucune télécommande n’est connectée.
fr_ca: Configurez le contrôle du volume. Désactivé, car il n’y a aucune télécommande de connectée.
he: ניתן להגדיר את בקרת עוצמת השמע. האפשרות כבויה משום שלא חיברת שלט.
hi: वॉल्यूम कंट्रोल कॉन्फ़िगर करें। अभी अक्षम है क्योंकि कोई रिमोट कनेक्टेड नहीं है।
hr: Konfigurirajte postavke glasnoće. Onemogućeno jer nije spojen nijedan daljinski upravljač.
hu: Hangerőszabályzó konfigurálása. Le van tiltva, mert nem csatlakozik távirányító.
id: Konfigurasi kontrol volume Anda. Dinonaktifkan karena tidak ada remote yang terhubung.
it: Configura il controllo del volume. L’opzione è disabilitata perché non ci sono telecomandi connessi.
ja: 音量コントロールを構成してください。 リモコンが接続されていないため無効になっています。
ko: 사용자의 음량 조절을 구성합니다. 연결된 리모컨이 없기 때문에 비활성화되었습니다.
ms: Konfigurasi kawalan kelantangan anda. Dinyahdayakan kerana tiada kawalan jauh disambungkan.
nb: Konfigurer volumkontrollen. Deaktivert fordi ingen fjernkontroll er koblet til.
nl: Volumeregeling configureren. Uitgeschakeld omdat er geen afstandsbediening is aangesloten.
pl: Skonfiguruj sterowanie głośnością. Wyłączone — nie połączono pilota.
pt_br: Configure o controle de volume. Desativado porque não há um controle remoto conectado.
pt_pt: Configure o controlo do volume. Este foi desativado porque não está ligado nenhum comando.
ro: Configurați controlul volumului. Opțiune dezactivată, deoarece nu este conectată nicio telecomandă.
ru: Настройте регулятор громкости. Функция недоступна, если пульт не подключен.
sk: Nastavte ovládanie hlasitosti. Neaktívne, pretože nie je pripojený žiadny ovládač.
sl: Konfigurirajte upravljanje glasnosti. Onemogočeno, ker ni povezan noben daljinec.
sv: Konfigurera volymreglaget. Avaktiverat eftersom ingen fjärrkontroll är ansluten.
th: กำหนดค่าการควบคุมระดับเสียงของคุณ เลือกปิดใช้งานถ้าไม่มีรีโมทเชื่อมต่ออยู่
tr: Ses düzeyi denetiminizi ayarlayın. Hiçbir kumanda bağlı olmadığı için etkin değildir.
uk: Сконфігуруйте керування гучністю. Вимкнено, бо не підʼєднано пульт.
vi: Định cấu hình điều khiển âm lượng của bạn. Đã bị tắt vì không có điều khiển từ xa nào được kết nối.
zh_cn: 配置音量控制。 因为未与遥控器连接，现已停用。
zh_hk: 設置你的音量控制。 由於未有連接遙控器，現已停用。
zh_tw: 設定你的音量控制。 已停用，因為沒有連接遙控器。

# RCVCInstructionalTextOdeon
source: Your remote automatically controls the volume of the HomePod speakers selected in Audio Output settings.
ar: يتحكم الريموت تلقائيًا في مستوى صوت سماعات HomePod المحددة في إعدادات إخراج الصوت.
ca: El comandament controla automàticament el volum dels HomePod seleccionats a la configuració de sortida d’àudio.
cs: Ovladač automaticky mění hlasitost reproduktorů HomePod, které jsou vybrané v nastavení zvukového výstupu.
da: Fjernbetjeningen styrer automatisk lydstyrken på de HomePod-højttalere, der er valgt i indstillingerne til lyd ud.
de: Deine Fernbedienung regelt die Lautstärke der in den Einstellungen für „Audioausgang“ gewählten HomePod-Lautsprecher automatisch.
el: Το τηλεχειριστήριό σας ελέγχει αυτόματα την ένταση του ήχου των ηχείων HomePod που έχουν επιλεγεί στις ρυθμίσεις Εξόδου ήχου.
es: El mando a distancia controla automáticamente el volumen de los altavoces HomePod seleccionados en los ajustes de salida de audio.
es_us: El volumen de cada HomePod seleccionado en la configuración de salida de audio se controla de forma automática mediante tu control remoto.
fi: Kaukosäädin ohjaa Äänilähtö-asetuksissa valittujen HomePod-kaiuttimien äänenvoimakkuutta automaattisesti.
fr: Votre télécommande contrôle automatiquement le volume des haut-parleurs du HomePod sélectionné dans les réglages Sortie audio.
fr_ca: Votre télécommande contrôle automatiquement le volume des HomePod sélectionnés dans les réglages Sortie audio.
he: השלט שלך יכול לשלוט באופן אוטומטי בעוצמת השמע של רמקולי ה-HomePod שנבחרו בהגדרות ״פלט שמע״.
hi: आपका रिमोट ऑडियो आउटपुट सेटिंग में चयनित HomePod स्पीकर का वॉल्यूम ऑटोमैटिकली नियंत्रित करता है।
hr: Vaš upravljač automatski upravlja glasnoćom HomePod zvučnika koji su odabrani u postavkama Audio izlaz.
hu: A távirányítója automatikusan vezérli a Hangkimenet beállításaiban kiválasztott HomePod-hangszórók hangerejét.
id: Remote Anda akan secara otomatis mengontrol volume speaker HomePod yang dipilih di pengaturan Output Audio.
it: Il telecomando controlla automaticamente il volume degli altoparlanti HomePod selezionati nelle impostazioni dell’uscita audio.
ja: “オーディオ出力”設定で選択されているHomePodスピーカーの音量がリモコンで自動的にコントロールされます。
ko: 오디오 출력 설정에서 선택한 HomePod 스피커의 음량을 리모컨이 자동으로 제어합니다.
ms: Kawalan jauh anda mengawal kelantangan speaker HomePod yang dipilih dalam seting Output Audio secara automatik.
nb: Fjernkontrollen styrer automatisk volumet på HomePod-høyttalerne som er valgt i Lyd ut-innstillingene.
nl: Je afstandsbediening regelt automatisch het volume van de HomePod-luidsprekers die in de instellingen voor audio-uitvoer zijn geselecteerd.
pl: Pilot automatycznie steruje głośnością HomePodów wybranych w ustawieniach wyjścia dźwięku.
pt_br: O controle remoto controla automaticamente o volume do HomePod selecionado nos ajustes de Saída de Áudio.
pt_pt: O comando controla automaticamente o volume das colunas HomePod selecionadas nas definições de Saída de áudio.
ro: Telecomanda dvs. controlează în mod automat volumul difuzoarelor HomePod selectate în configurările Ieșire audio.
ru: Ваш пульт автоматически управляет громкостью колонок HomePod, выбранных в разделе настроек «Аудиовыход».
sk: Ovládač automaticky mení hlasitosť HomePodov, ktoré sú vybrané v nastaveniach audiovýstupu.
sl: Daljinec samodejno nadzoruje glasnost zvočnikov HomePod, izbranih v nastavitvah zvočnega izhoda.
sv: Din fjärrkontroll styr automatiskt volymen på HomePod-högtalarna som markerats i inställningarna för Ljud ut.
th: รีโมทของคุณควบคุมระดับเสียงของลำโพง HomePod ที่เลือกได้โดยอัตโนมัติในการตั้งค่าสัญญาณเสียงออก
tr: Kumandanız, Ses Çıkışı ayarlarında seçili HomePod hoparlörlerinin ses yüksekliğini otomatik olarak denetler.
uk: Пульт автоматично керує гучністю динаміків HomePod, заданих у параметрах аудіовиводу.
vi: Điều khiển từ xa của bạn tự động điều khiển âm lượng của các loa HomePod được chọn trong cài đặt Đầu ra âm thanh.
zh_cn: 你的遥控器会自动控制“音频输出”设置中所选HomePod扬声器的音量。
zh_hk: 你的遙控器會自動控制「音訊輸出」設定中所選HomePod喇叭的音量。
zh_tw: 你的遙控器會自動控制「音訊輸出」設定中所選的HomePod揚聲器音量。

# RCVCManualMenuItemViaIRDescription
source: Use IR to control volume on %@.
ar: استخدام IR للتحكم في مستوى الصوت على %@.
ca: Controla el volum a %@ amb l’opció IR.
cs: Hlasitost na zařízení %@ se bude ovládat přes IR rozhraní.
da: Brug IR til at justere lydstyrken på %@.
de: IR zum Regeln der Lautstärke auf „%@“ verwenden.
el: Χρησιμοποιήστε υπέρυθρες για έλεγχο της έντασης ήχου σε «%@».
es: Controla el volumen de “%@” por IR.
es_us: Usa IR para controlar el volumen en %@.
fi: Säädä %[tt]@-äänenvoimakkuutta infrapunalla.
fr: Utilisez lʼIR pour contrôler le volume sur %@.
fr_ca: Utilisez l’infrarouge pour contrôler le volume sur %@.
he: ניתן להשתמש ב-IR לשליטה בעוצמת השמע ב-%@.
hi: %@ पर वॉल्यूम नियंत्रित करने के लिए IR का इस्तेमाल करें।
hr: Koristite IR za upravljanje glasnoćom na uređaju %@.
hu: Infravörös jel használata a(z) %@ hangerejének vezérléséhez.
id: Gunakan IR untuk mengontrol volume di %@.
it: Usa i controlli del volume IR su %@.
ja: IRを使用して%@の音量をコントロールします。
ko: %@에서 IR을 사용하여 음량을 조절합니다.
ms: Gunakan IR untuk mengawal kelantangan pada %@.
nb: Bruk IR til å styre volumet på %@.
nl: Gebruik IR om volume te regelen op %@.
pl: Steruj głośnością (%@), używając IR.
pt_br: Usa infravermelho para controlar o volume em %@.
pt_pt: Usar infravermelhos para controlar o volume em %@.
ro: Utilizați IR pentru a controla volumul pe %@.
ru: Использовать ИК‑сигнал для регулировки громкости на %@.
sk: Na ovládanie hlasitosti na %@ sa použije IR.
sl: Uporabite IR-daljinec za upravljanje glasnosti v: %@.
sv: Använd IR till att styra volymen på %@.
th: ใช้ IR เพื่อควบคุมระดับเสียงบน%[tt]@
tr: %@ ses yüksekliğini denetlemek için IR kullanın.
uk: Використовувати ІЧ‑пульт для керування гучністю на %@.
vi: Sử dụng IR để điều khiển âm lượng trên %@.
zh_cn: 使用红外线控制%@的音量。
zh_hk: 使用紅外線控制%@的音量。
zh_tw: 使用紅外線來控制%@上的音量。

# RCVCManualMenuItemViaIRTemplate
source: %@ via IR
ar: ‏%@ عبر IR
cs: %@ - IR
el: %@ μέσω υπέρυθρων
es: %@ por IR
es_us: %@ por IR
fi: Infrapunalla (%@)
he: ‏%@ דרך IR
hi: IR के माध्यम से %@
hr: %@ uz IR
hu: %@ infrán
id: %@ melalui IR
it: %@ tramite IR
ja: IR経由で%@
ko: %@: IR
pl: %@ przez IR
pt_br: %@ via Infravermelho
pt_pt: %@ via IV
ro: %@ prin IR
ru: %@ через ИК
sk: %@ cez IR
sl: %@ prek IR-daljinca
th: %@ ผ่าน IR
tr: IR ile %@
uk: %@ по ІЧ
vi: %@ qua IR
zh_cn: %@（通过红外线）
zh_hk: %@透過紅外線
zh_tw: %@透過紅外線

# RCVCManualViaCECMenuItemDescription
source: Use CEC to control volume.
ar: استخدام CEC للتحكم في مستوى الصوت.
ca: Controla el volum amb l’opció CEC.
cs: Hlasitost se bude ovládat pomocí CEC.
da: Brug CEC til at justere lydstyrken.
de: Verwende CEC zum Regeln der Lautstärke.
el: Χρησιμοποιήστε CEC για έλεγχο της έντασης ήχου.
es: Controla el volumen por CEC.
es_us: Usa CEC para controlar el volumen.
fi: Säädä äänenvoimakkuutta CEC:llä.
fr: Utilisez le CEC pour contrôler le volume.
fr_ca: Utilisez le contrôle du volume CEC.
he: ניתן להשתמש ב-CEC לשליטה בעוצמת השמע.
hi: वॉल्यूम नियंत्रित करने के लिए CEC का इस्तेमाल करें।
hr: Koristite CEC za upravljanje glasnoćom.
hu: CEC használata a hangerő vezérléséhez.
id: Gunakan CEC untuk mengontrol volume.
it: Usa i controlli del volume CEC.
ja: CECを使用して音量をコントロールします。
ko: CEC를 사용하여 음량을 조절합니다.
ms: Gunakan CEC untuk mengawal kelantangan.
nb: Bruk CEC til å styre volumet.
nl: Gebruik CEC om volume te regelen.
pl: Steruj głośnością, używając CEC.
pt_br: Usa CEC para controlar o volume.
pt_pt: Usar CEC para controlar o volume.
ro: Utilizați CEC pentru a controla volumul.
ru: Использовать CEC для регулировки громкости.
sk: Na ovládanie hlasitosti sa použije CEC.
sl: Uporabite CEC za upravljanje glasnosti.
sv: Använd CEC till att styra volymen.
th: ใช้ CEC เพื่อควบคุมระดับเสียง
tr: Ses yüksekliğini denetlemek için CEC kullanır.
uk: Використовувати CEC-пульт для керування гучністю.
vi: Sử dụng CEC để điều khiển âm lượng.
zh_cn: 使用CEC控制音量。
zh_hk: 使用CEC控制音量。
zh_tw: 使用CEC來控制音量。
